Revit 2027 API
FormatOptions.CanUsePlusPrefix Method
Overload List
Name | Description
CanUsePlusPrefix() |  Checks whether a plus prefix can be displayed for the display unit in this FormatOptions.
CanUsePlusPrefix(ForgeTypeId) |  Checks whether a plus prefix can be displayed for a given unit.
Top
See Also
Reference
FormatOptions Class
Autodesk.Revit.DB Namespace